// © Copyright 2004-2013, 2015-2016 HP Development Company, L.P.

UtilityWindowPreferredSize = "{846, 406}";

kCheckChangesAlertTitleKey = "Данные были изменены. Продолжить?";
kCheckChangesAlertContinueButtonTitleKey = "Продолжить";
kCheckChangesAlertMessageKey = "В случае продолжения все изменения будут потеряны. Щелкните кнопку «Отмена» для отмены действия и продолжения работы.";

DeviceStatusUnknown = "Неизвестно";

NoItemsMenuTitle = "Нет доступных объектов";

NotEnoughSpaceTitle = "Невозможно запустить HP Utility";
NotEnoughSpaceMsg = "Загрузочный диск заполнен. Удалите ненужные файлы и освободите место на диске.";

RecentUnreachableTitle = "Подключиться не удалось";
RecentUnreachableMsg = "%@ в настоящее время недоступен. Убедитесь, что он включен и подсоединен и повторите попытку позже.";

AirPortDeviceErrorTitle = "HP Utility не поддерживает устройства, подключенные к AirPort.";
SharedDeviceErrorTitle = "HP Utility не поддерживает устройства общего доступа.";
NotDirectDeviceErrorDescription = "Для работы с устройством подключите его непосредственно к компьютеру Mac.";

NoUtilityMessage = "Необходимо переустановить программное обеспечение, полученное в комплекте поставки устройства.";

// menu items
ShowAdvanced = "Показать дополнительные параметры";
HideAdvanced = "Скрыть дополнительные параметры";

DeviceOKButtonTitle = "ОК";
DeviceResumeButtonTitle = "Возобновить";
SupplyInfoTaskTitle = "Сведения о расходных материалах";
TravelInfoTaskTitle = "Сведения о перевозке";

kTaskGroupUnknownTitleKey = "Другое";
kTaskGroupInformationAndSupportTitleKey = "Сведения и техническая поддержка";
kTaskGroupInformationAndPrintQualityTitleKey = "Информация и качество печати";
kTaskGroupPrinterSettingsTitleKey = "Параметры принтера";
kTaskGroupFaxSettingsTitleKey = "Параметры факса";
kTaskGroupNetworkSettingsTitleKey = "Сетевые параметры";
kTaskGroupConfigurationTitleKey = "Конфигурация";
kTaskGroupSupportTitleKey = "Техническая поддержка";
kTaskGroupJobCenterTitleKey = "Центр заданий";
kTaskGroupInformationTitleKey = "Информация";
kTaskGroupColorCenterTitleKey = "HP Color Center";
kHSDTaskGroupScanSettingsTitleKey = "Параметры сканирования";

ApplyButtonTitle = "Применить";

kViewMenuTitle = "Просмотр";

AskSaveChangesAlertTitle = "Параметры на этом экране изменены";
AskSaveChangesAlertMsg = "Применить изменения перед закрытием экрана?";
AskSaveChangesDontApplyButtonTitle = "Не применять";
AskSaveCahngesApplyButtonTitle = "Применить";

MultipleAskSaveChangesAlertTitle = "Изменены параметры в %i окнах";
MultipleAskSaveChangesAlertMsg = "Просмотреть изменения перед выходом?";
MultipleAskSaveChangesDiscardButtonTitle = "Отвергнуть изменения";
MultipleAskSaveChangesReviewButtonTitle = "Просмотр изменений...";

ConnectingMessage = "Подключение к устройству\n%@";

DefaultWindowTitleString = "HP Utility";
DeviceNotSelectedMessageString = "Выберите устройство для начала работы";

DevicesItemTitleString = "Устройства";
DevicesItemTooltipString = "Показать/скрыть устройства";
SupportItemTitleString = "Поддержка HP";
SupportItemTooltipString = "Интерактивная техническая поддержка HP";
SuppliesItemTitleString = "Расходные материалы";
SuppliesItemTooltipString = "Приобретение расходных материалов через Интернет";
RegistrationItemTitleString = "Регистрация";
RegistrationItemTooltipString = "Регистрация в HP";
RecyclingItemTitleString = "Утилизация";
RecyclingItemTooltipString = "Возврат и утилизация через Интернет";
MarsItemTitleString = "Улучшение продуктов";
MarsItemTooltipString = "Исследования HP, направленные на улучшение качества продукции";
TasksItemTitleString = "Все настройки";
TasksItemTooltipString = "Показать все параметры";
SearchItemTitleString = "Поиск";
SearchItemTooltipString = "Поиск дополнения или ключевого слова";

HSDAddDevicesToolTip = "Добавить устройства";
HSDRemoveDevicesToolTip = "Удалить выбранное устройство или группу";
HSDPullDownMenuToolTip = "Меню действий";
TaskCellWidth = "98";

PrintersGroupString = "УСТРОЙСТВА";
SmartGroupsString = "СМАРТ ГРУППЫ";

PrinterName = "Имя устройства";
ModelName = "Модель";
SerialNumber = "Серийный номер";
IPAddress = "IP адрес";
BluetoothAddress = "Адрес";
ConnectionType = "Соединение";

kSmartGroupDefaultName = "Смарт группа";
kSmartGroupRulePropertyModel = "Модель";
kSmartGroupRulePropertyName = "Имя";
kSmartGroupRulePropertyURI = "URI";
kSmartGroupRulePropertyIPAddress = "IP адрес";
kSmartGroupRulePropertyConnectionType = "Тип подключения";

kSmartGroupRuleCriterionContains = "Содержит";
kSmartGroupRuleCriterionDoesntContain = "Не содержит";
kSmartGroupRuleCriterionIs = "Является";
kSmartGroupRuleCriterionIsNot = "Не является";
kSmartGroupRuleCriterionStartsWith = "Начинается с выражения";
kSmartGroupRuleCriterionEndsWith = "Заканчивается выражением";

kSmartGroupRuleValueTypeUSB = "USB";
kSmartGroupRuleValueTypeIP = "IP";
kSmartGroupRuleValueTypeBonjour = "Bonjour";
kSmartGroupRuleValueTypeBluetooth = "Bluetooth";

HSDRulesMatchStyleAll = "все";
HSDRulesMatchStyleAny = "любой";

IncompatibleTasksTitle = "Несовместимые компоненты";
IncompatibleTasksMessage = "Некоторые установленные на компьютере компоненты были разработаны для другой версии HP Utility. Эти компоненты не будут загружены и некоторые функции устройства будут недоступны. Щелкните \"Поддержка HP\" на панели инструментов для перехода на веб-сайт службы поддержки HP и загрузки последних версий программного обеспечения HP.";

NoComponentsTitle = "Не были найдены некоторые компоненты программы HP Utility";

ShowDevicesItemTitle = "Показать устройства";
HideDevicesItemTitle = "Скрыть устройства";
ShowToolbarItemTitle = "Показать панель инструментов";
HideToolbarItemTitle = "Скрыть панель инструментов";

DevicesMenuSetupDeviceItemTitle = "Установка нового устройства…";
DevicesMenuSetupSelectedDeviceItemTitle = "Настроить выбранное устройство…";
DevicesMenuSetupWirelessItemTitle = "Автоматическое беспроводное подключение HP…";
DevicesMenuAddDevicesItemTitle = "Добавление устройства…";
DevicesMenuAddDeviceManuallyItemTitle = "Добавление устройства вручную…";
DevicesMenuNewSmartGroupItemTitle = "Новая смарт группа…";
DevicesMenuEditSmartGroupItemTitle = "Редактировать смарт группу…";
DevicesMenuPrintersMenuTitle = "Список устройств";
DevicesMenuEmptyItemTitle = "(Пусто)";

DevicesMenuRemoveDeviceItemTitle = "Удалить устройство";
DevicesMenuRemoveSmartGroupItemTitle = "Удалить смарт группу";
DevicesMenuSortByItemTitle = "Сортировка по";
DevicesMenuNameItemTitle = "Имя";
DevicesMenuAvailabilityItemTitle = "Наличие";

HSDAddDeviceManuallyItemTitle = "Добавление устройства вручную…";
HSDNewSmartGroupItemTitle = "Новая смарт группа…";
HSDEditSmartGroupItemTitle = "Редактировать смарт группу…";

DeviceNotAvailableMessageString = "Выбранное устройство недоступно. Выберите другое устройство.";
ScanjetDeviceNotAvailableMessageString = "Выбранное устройство недоступно. Убедитесь, что оно включено и соединено с компьютером. Проверьте, что установлено все необходимое программное обеспечение.";

AppManagerItemTitleString = "Программы";
AppManagerItemTooltipString = "Программы";

AppManagerAskApplyChangesAlertTitle = "Применить внесенные изменения?";
AppManagerAskApplyChangesAlertMsg = "Если не применить изменения, они будут потеряны.";
AppManagerApplyButtonTitle = "Применить";
CancelButtonTitleKey = "Отмена";
AppManagerDontApplyButtonTitle = "Не применять";

NoSaveTitle = "Не удается сохранить файл";
DidNotSaveMessage = "Убедитесь в наличии дискового пространства, достаточного для сохранения файла в указанном местоположении, и соответствующих полномочий доступа.";

ConnectMenuItemTitleFormat = "Подключиться к %@";
EditMenuItemTitleFormat = "Изменить %@...";
RemoveMenuItemTitleFormat = "Удалить %@";

ShowOnlineAccessWarningsCommandTitle = "Показать предупреждения о доступе к Интернету";
HideOnlineAccessWarningsCommandTitle = "Скрыть предупреждения о доступе к Интернету";

HSDSmartGroupNameTitle = "Имя смарт группы:";
HSDMatchTextFieldTitle1 = "Соответствие";
HSDMatchTextFieldTitle2 = "по следующим правилам:";
HSDCancelButtonTitle = "Отмена";
HSDOKButtonTitle = "OK";

// locked feature view
HSDDisabledFeatureTitle = "Данная функция заблокирована или отключена администратором устройства.";
HSDDisabledFeatureDescription = "Можно включить через панель администрирования устройства. Нажмите кнопку \"Перейти\" ниже, чтобы перейти на эту панель.";
HSDNoWayToUnlockDescription = "Не удается использовать данную функцию, поскольку она заблокирована. За дополнительной информацией обратитесь к специалисту, который устанавливал принтер.";
HSDGoButton = "Перейти";

// Alert for Ink Subscription
SubscribedSuppliesTitle = "В Вашем устройстве активирована подписка на картриджи";
SubscribedSuppliesMessage = "Не забудьте… Вы можете получить картриджи для замены для данного принтера со скидкой, используя HP Instant Ink! Вы также можете посетить магазин HP в Интернете и приобрести все необходимые аксессуары и расходные материалы для других устройств.";
GoToStoreButtonTitle = "Перейти в магазин";

//Search Window
SearchWindowTitle = "Поиск";
SearchWindowTaskTitle = "Искать:";
SearchWindowButtonCancelTitle = "Отмена";
SearchWindowButtonSearchTitle = "Найти";

//Main Menu
"HP Utility" = "HP Utility";
"About HP Utility" = "Сведения о HP Utility";
"Hide HP Utility" = "Скрыть HP Utility";
"Hide Others" = "Скрыть другие";
"Show All" = "Показать все";
"Quit HP Utility" = "Завершить работу HP Utility";

"Devices" = "Устройства";

"Edit" = "Изменить";
"Undo" = "Отменить";
"Redo" = "Повторить";
"Cut" = "Вырезать";
"Copy" = "Копировать";
"Paste" = "Вставить";
"Delete" = "Удалить";
"Select All" = "Выбрать все";

"View" = "Просмотр";

"Window" = "Окно";
"Close" = "Закрыть";
"Minimize" = "Свернуть";
"Zoom" = "Развернуть";
"Bring All to Front" = "На передний план";

Version = "Версия";

// Global Mode
MarsUnavailableAlertTitle = "Не удается настроить службу \"Исследования HP, направленные на улучшение качества продукции\"";
MarsUnavailableAlertDescription = "Данные устройства не участвует в программе \"Исследования HP, направленные на улучшение качества продукции\".";
MarsUnavailableForOnlineDevicesAlertDescription = "Подключенные устройства не участвуют в программе \"Исследования HP, направленные на улучшение качества продукции\". Включите другие устройства, подсоедините их к компьютеру Mac или к сети, а затем повторите попытку.";
